{
    "name": "Maratha Empire",
    "founder": "Shivaji Maharaj",
    "capital": "Raigad",
    "period": "1674–1818",
    "image": "images/DALL·E 2025-03-02 21.23.04 - A highly realistic depiction of the Maratha Empire era, featuring the grand architecture of Raigad Fort, Maratha warriors on horseback, and the vibrant saffron flag of the empire. The scene includes rugged Deccan landscapes, traditional Maratha attire, and a sense of military might under Shivaji Maharaj’s rule. The lighting is dramatic, with a golden hue reflecting the empire’s glory..webp",
    "sections": [
        {
            "title": "Rise of the Maratha Empire",
            "content": "The Maratha Empire ascended to prominence with the coronation of Shivaji Maharaj on June 6, 1674, at Raigad Fort, marking the birth of an independent Deccan power that challenged Mughal hegemony. Born on February 19, 1630, at Shivneri Fort to Jijabai and Shahaji Bhonsle, a Maratha jagirdar, Shivaji grew up amidst the turbulent politics of the Bijapur Sultanate and Mughal frontier. His early career saw him reclaim forts like Torna (1646) and Kondana (1647) with a small band of 300 Mavali soldiers, using guerrilla tactics dubbed *ganimi kava*. The daring ambush and killing of Adil Shahi general Afzal Khan on November 10, 1659, at Pratapgad—with a concealed *wagh nakh* (tiger claw)—solidified his legend. Shivaji’s coronation, officiated by Gaga Bhatt, a Gaud Saraswat Brahmin, introduced the title *Chhatrapati*, symbolizing sovereignty. He established the *Ashta Pradhan* council, including the Peshwa (prime minister), Pant Sachiv (secretary), and Sumant (foreign affairs), to govern his expanding domain. His navy, pioneered with Kanhoji Angre’s leadership, fortified bases at Kolaba, Sindhudurg, and Vijaydurg, repelling Portuguese and Siddi incursions along the Konkan coast by 1670. By his death on April 3, 1680, at Raigad, Shivaji controlled 300 forts across Maharashtra, Karnataka, and Goa, with a treasury bolstered by plundering Surat in 1664. His son Sambhaji, despite facing Aurangzeb’s 27-year Deccan campaign (1681–1707), defended the empire until his capture and execution in 1689, laying a resilient foundation for Maratha resistance.",
            "image": "images/shivaji_maharaj.webp"
        },
        {
            "title": "Expansion Under the Peshwas",
            "content": "After Shivaji’s death and Sambhaji’s execution by Aurangzeb on March 11, 1689, the Maratha Empire’s expansion surged under the Peshwas, who transitioned from advisors to rulers. Balaji Vishwanath (1713–1720), the first Peshwa, negotiated the Treaty of Bhopal (1715) with the Mughals, securing *chauth* (25% revenue) and *sardeshmukhi* (10% surcharge) rights over six Deccan provinces, generating an annual revenue of 1.5 million rupees. His son, Bajirao I (1720–1740), a cavalry maestro, expanded this domain with the Battle of Palkhed (February 28, 1728), outmaneuvering the Nizam of Hyderabad, and the Delhi raid (1737), where 80,000 Maratha horsemen humiliated Mughal emperor Muhammad Shah. Bajirao’s 4,000-mile campaigns annexed Malwa, Gujarat, and Bundelkhand, earning him the title *Rau* (genius). His successor, Balaji Bajirao (1740–1761), faced the Third Battle of Panipat (January 14, 1761), a tragic loss to Ahmad Shah Abdali, claiming 70,000 Maratha lives, including Vishwasrao and Sadashivrao Bhau. Recovery came under Madhavrao Peshwa (1761–1772), who reclaimed Delhi and Punjab by 1764, supported by generals like Raghunathrao. The Peshwa confederacy—Holkars of Indore, Scindias of Gwalior, Gaekwads of Baroda, and Bhonsles of Nagpur—extended Maratha influence from Attock to Cuttack by 1770, managing a decentralized empire with annual revenues reaching 3 million rupees. Internal rivalries, however, sowed seeds of decline as chiefs prioritized personal gains over unity.",
            "image": "images/bajirao_peshwa.webp"
        },
        {
            "title": "Administration & Military Strength",
            "content": "The Maratha Empire’s administration reflected Shivaji’s *swarajya* ideal, balancing central oversight with local autonomy through a sophisticated bureaucracy. The *Ashta Pradhan* council, formalized in 1674, included the Peshwa (prime minister), Amatya (finance minister), Mantri (interior), and Senapati (commander-in-chief), each overseeing specialized portfolios with detailed records in *Modi* script. Shivaji’s revenue system, adapting Malik Amber’s assessment, taxed land based on soil fertility and crop yield, collecting 30–40% of produce, funding a 50,000-strong army by 1670. This force evolved under the Peshwas into a 100,000-strong entity, featuring *bargirs* (state cavalry) and *silladars* (mercenary horsemen), supported by 350 forts like Sinhagad, Panhala, and Janjira. The navy, led by Kanhoji Angre (1713–1729), boasted 70 warships, dominating the Konkan coast with victories over British East India Company vessels in 1718. Military tactics included *ganimi kava* (hit-and-run) and *bargir-silladar* coordination, showcased in the 1759 conquest of Orissa and Punjab campaigns. Logistics were unparalleled, with armies moving 200 miles in five days using mobile supply lines. The Marathas’ fort architecture, with concentric walls and water tanks, influenced British military engineering, while their administrative *pargana* system (local units) shaped colonial governance in Maharashtra post-1818.",
            "image": "images/raigad_fort.webp"
        },
        {
            "title": "Economy & Trade",
            "content": "The Maratha Empire’s economy thrived on the Deccan’s black cotton soil, yielding 1.2 million tons of cotton and 800,000 tons of sugarcane annually by 1750, sustaining a population of 15 million. Shivaji’s revenue model collected *chauth* and *sardeshmukhi* from vassal states, amassing 2.5 million rupees yearly by 1700, with Surat’s plunder adding 10 million rupees in 1664. Trade networks expanded under the Peshwas, with ports like Dabhol, Chaul, Kalyan, and Vijaydurg linking to the Persian Gulf, Red Sea, and Malacca, exporting 50,000 bales of textiles and importing 5,000 Arabian horses annually. The Peshwas promoted weaving in Paithan and metalwork in Satara, employing 20,000 artisans, while saltpeter from Nagpur fueled gunpowder production. Infrastructure included 500 miles of irrigation canals and the Bombay-Poona road (completed 1760), boosting trade despite wars. The navy taxed maritime commerce at 10%, adding 500,000 rupees yearly, supporting campaigns like the 1757 Bengal expedition. Economic resilience persisted through the Anglo-Maratha Wars, with local markets adapting to British cotton demand post-1818, laying the groundwork for Mumbai’s textile boom in the 1860s.",
            "image": "images/maratha_trade.webp"
        },
        {
            "title": "Culture & Legacy",
            "content": "The Maratha Empire cultivated a vibrant culture, rooted in Hindu traditions with a syncretic embrace of Muslim and Jain communities. Shivaji patronized Marathi literature, commissioning the *Shivabharata* by Parmanand (1675) and *Sabhasad Bakhar* by Krishnaji Anant, while supporting saint-poet Ramdas, whose *Dasbodh* inspired Maratha ethos. Ganesh Chaturthi, institutionalized by Shivaji with 10-day festivities, became a public celebration, drawing 50,000 devotees by 1700. Maratha architecture blended utility and art, with Raigad’s 17-tiered throne and Shaniwar Wada’s teakwood *Hazari Karanje* (1,000-pillared hall) in Pune, completed 1736. The Peshwas fostered classical arts, with Vishnudas Bhave staging the first Marathi *sangeet natak* (*Sita Swayamvar*, 1843) and musicians like Balakrishna Buva enhancing *dhrupad* styles. Cuisine featured *puran poli* (sweet flatbread), *modak* (steamed dumplings), and *kombdi vade* (chicken with bread), while attire included *dhoti-kurta* with *pagdi* turbans adorned with peacock feathers. The *swarajya* ideal inspired Bal Gangadhar Tilak’s 1896 Shivaji festivals, mobilizing 100,000 for independence, and Vinayak Savarkar’s 1907 book *The First War of Independence*. Maratha forts, now 75% preserved as heritage sites, and Shivaji statues in Mumbai and Kolhapur reflect their enduring cultural legacy.",
            "image": "images/shaniwar_wada.webp"
        },
        {
            "title": "Decline of the Maratha Empire",
            "content": "The Maratha Empire’s decline commenced with the Third Battle of Panipat (January 14, 1761), where Ahmad Shah Abdali’s 60,000 Afghan troops decimated 70,000 Marathas, killing Vishwasrao, Sadashivrao Bhau, and 15,000 soldiers in a 12-hour clash. This loss fractured central authority, exacerbating rivalries among confederacy chiefs—Holkars of Indore, Scindias of Gwalior, Gaekwads of Baroda, and Bhonsles of Nagpur—who controlled fiefs worth 2 million rupees annually by 1770. British interference began with the First Anglo-Maratha War (1775–1782), sparked by the Treaty of Surat (1775), ending in the Treaty of Salbai (1782), preserving status quo. The Second War (1803–1805), triggered by Yashwantrao Holkar’s defiance, saw British victories at Assaye (September 23, 1803) and Laswari (November 1, 1803), annexing Orissa and Gujarat. The Third War (1816–1818) followed Peshwa Bajirao II’s rebellion, with defeats at Kirkee (November 5, 1817) and Koregaon (January 1, 1818), leading to the Treaty of Pune (June 3, 1818). The British imposed subsidiary alliances, pensioning Bajirao II with 8 lakh rupees annually, reducing Maratha rulers to princely states. Resistance lingered with Tatya Tope’s 1857 revolt, echoing Maratha defiance.",
            "image": "images/anglo_maratha_war.webp"
        },
        {
            "title": "Maratha Legacy",
            "content": "The Maratha Empire’s legacy resonates as a cornerstone of Indian resistance and governance innovation. Shivaji Maharaj’s *swarajya* vision, articulated in his 1657 oath at Rohideshwar Temple, galvanized anti-Mughal sentiment, influencing regional autonomy movements across 18th-century India. His *ganimi kava* tactics, refined during the 1659 Afzal Khan ambush, inspired guerrilla strategies in the 1857 revolt and modern insurgencies. The *Ashta Pradhan* system and *pargana* local governance, managing 200+ districts by 1750, shaped British administrative reforms, with Maharashtra adopting similar structures post-1818. Culturally, Marathi literature flourished with *Powada* ballads (e.g., *Afzal Khan Vadh*, 1660) and *Bakhar* chronicles, while forts like Sinhagad and Pratapgad, now UNESCO tentative sites, draw 500,000 tourists yearly. Bal Gangadhar Tilak’s 1896 Shivaji festival, attended by 100,000, and Vinayak Savarkar’s 1907 *The First War of Independence* linked Maratha heroism to nationalism. Modern Maharashtra honors this legacy with Shivaji statues in Mumbai (erected 1961) and Pune, annual *Shivaji Jayanti* parades with 50,000 participants, and 75 preserved forts, including Raigad’s restored throne room. Their resistance against Mughal and British rule redefined India’s political and cultural landscape.",
            "image": "images/shivaji_statue.webp"
        }
    ]
}